{
  "hero-title": "សួស្តី ខ្ញុំគឺ Erditya Megantoro Parikesit",
  "hero-subtitle": "អ្នកអភិវឌ្ឍវែបសាយ | អ្នករចនាផ្ទៃអ្នកប្រើ",

  "about-title": "អំពីខ្ញុំ",
  "about-p1": "ខ្ញុំជាអ្នកអភិវឌ្ឍវែបដែលមានចំណង់ចំណូលចិត្តក្នុងការបង្កើតផ្ទាំងអ្នកប្រើដែលទំនើប ស្អាត និងឆបគ្នានឹងឧបករណ៍។ ជាមួយនឹងផ្ទៃខាងក្នុងនៃការរចនា UI និងជំនាញបច្ចេកទេស ខ្ញុំរីករាយក្នុងការបម្លែងគំនិតទៅជបទពិសោធន៍ឌីជីថលដ៏គួរឱ្យចាប់អារម្មណ៍ និងមានប្រសិទ្ធភាព។",
  "about-p2": "ខ្ញុំជឿជាក់ថាបច្ចេកវិទ្យា និងសិល្បៈបង្កើតគឺជាការប្រកបគ្នាដ៏ល្អសម្រាប់បង្កើតដំណោះស្រាយដែលមានឥទ្ធិពល។ រៀងរាល់ជួរលេខកូដដែលខ្ញុំសរសេរមានគោលបំណងផ្តល់តម្លៃពិតប្រាកដ។",

  "softskill-title": "ជំនាញទន់",
  "softskill-1-title": "ការទំនាក់ទំនងមានប្រសិទ្ធភាព",
  "softskill-1-desc": "អាចបញ្ជាក់គំនិតយ៉ាងច្បាស់ និងទៅតាមគោលដៅ។",
  "softskill-2-title": "ការធ្វើការជាក្រុម",
  "softskill-2-desc": "មានបទពិសោធន៍ក្នុងការធ្វើការជាមួយក្រុម និងគាំទ្រនឹងគ្នា។",
  "softskill-3-title": "ការច្នៃប្រឌិត",
  "softskill-3-desc": "ចូលចិត្តគិតបែបផ្លូវចេញថ្មីៗ ដើម្បីស្វែងរកដំណោះស្រាយ។",
  "softskill-4-title": "ការគ្រប់គ្រងពេលវេលា",
  "softskill-4-desc": "ចេះរៀបចំអាទិភាព និងកំណត់ពេលយ៉ាងមានប្រសិទ្ធភាព។",
  "softskill-5-title": "ដោះស្រាយបញ្ហា",
  "softskill-5-desc": "គិតយ៉ាងប្រព្រឹត្តនិងមានប្រព័ន្ធក្នុងការដោះស្រាយបញ្ហា។",

  "hardskill-title": "ជំនាញរឹង",

  "footer-brand": "Erditya",
  "footer-brand-desc": "អ្នកអភិវឌ្ឍវែបដែលផ្ដោតលើ UI/UX និងការអភិវឌ្ឍវែបទំនើប។",

  "footer-nav-title": "ម៉ឺនុយ",
  "nav-home": "ទំព័រដើម",
  "nav-project": "គម្រោង",
  "nav-contact": "ទាក់ទង",

  "footer-contact-title": "ទំនាក់ទំនង",
  "footer-email": "អ៊ីមែល: adit@example.com",
  "footer-location": "ទីតាំង: ឥណ្ឌូនេស៊ី",
  "footer-wa": "WhatsApp: +62 812-3456-7890",

  "footer-follow-title": "តាមដានខ្ញុំ",

  "footer-copyright": "© ២០២៥ Adit។ រក្សាសិទ្ធិគ្រប់យ៉ាង។",

  "pj1-title": "កម្មវិធីបណ្ដាញសង្គម",
  "pj1-desc": "កម្មវិធីនេះជាវេទិកាសម្រាប់ទំនាក់ទំនងតាមបណ្ដាញ",
  "pj1-detail-btn": "មើលលម្អិត",
  "pj1-detail-desc": "កម្មវិធីនេះត្រូវបានអភិវឌ្ឍដោយប្រើ HTML, CSS និង JavaScript សម្រាប់ផ្នែកមុខ និងប្រើ PHP + MySQL សម្រាប់ backend។ អ្នកប្រើអាចចុះឈ្មោះ ចូលប្រើ បង្ហោះស្ថានភាព បញ្ចេញមតិ និងធ្វើអន្តរកម្មជាមួយគ្នានៅលើវេទិកា។",

  "pj2-title": "Saraswati Education",
  "pj2-desc": "កម្មវិធីអប់រំអំពីអាកាសវ័យជាតិ",
  "pj2-detail-btn": "មើលលម្អិត",
  "pj2-detail-desc": "កម្មវិធីនេះត្រូវបានបង្កើតជាមួយ HTML, CSS, និង JavaScript សម្រាប់ UI និង PHP + MySQL សម្រាប់ backend។ វាមានមាតិកាអន្តរកម្ម និងរចនាបទទំនើបដែលជួយឱ្យអ្នកប្រើស្វែងយល់អំពីប្រព័ន្ធព្រះអាទិត្យ និងការស្វែងរកអវកាស។",

  "pj3-title": "កម្មវិធីគណនេយ្យ",
  "pj3-desc": "កម្មវិធីគណនេយ្យសម្រាប់គ្រប់គ្រងហិរញ្ញវត្ថុតាមវែប",
  "pj3-detail-btn": "មើលលម្អិត",
  "pj3-detail-desc": "កម្មវិធីនេះត្រូវបានបង្កើតជាមួយ HTML, CSS និង JavaScript ជាមួយការប្រើប្រាស់ Chart.js សម្រាប់បង្ហាញរបាយការណ៍។ វាជួយគ្រប់គ្រងការលក់ប្រចាំថ្ងៃ ផលិតផល ការទូទាត់ និងសេចក្តីសង្ខេបហិរញ្ញវត្ថុយ៉ាងមានប្រព័ន្ធ។",

  "pj4-title": "កម្មវិធីបណ្ដាញសង្គម V2",
  "pj4-desc": "កំណែថ្មីនៃកម្មវិធីបណ្ដាញសង្គម",
  "pj4-detail-btn": "មើលលម្អិត",
  "pj4-detail-desc": "កំណែទី ២ នៃកម្មវិធីនេះផ្តល់នូវការកែលម្អក្នុងរចនាប័ទ្ម និងមុខងារ។ ត្រូវបានអភិវឌ្ឍជាមួយ HTML, CSS, JS និង PHP + MySQL។ វាមានប្រព័ន្ធជូនដំណឹងប្រសើរជាងមុន ការផ្ទុករូបភាព និងការបង្កើនអន្តរកម្មរវាងអ្នកប្រើ។",

  "pj5-title": "កម្មវិធីលក់ដុំតាមអ៊ីនធឺណិត",
  "pj5-desc": "កម្មវិធីលក់ដុំតាមវែបដែលមានអ្នកប្រើ និងអ្នកគ្រប់គ្រង",
  "pj5-detail-btn": "មើលលម្អិត",
  "pj5-detail-desc": "កម្មវិធីនេះត្រូវបានអភិវឌ្ឍជាមួយ HTML, CSS និង JavaScript ដោយប្រើ PHP + MySQL ជា backend។ វាមានពីរប្រភេទអ្នកប្រើ៖ អ្នកប្រើអាចបញ្ជាទិញ ស្របពេលដែលអ្នកគ្រប់គ្រងអាចគ្រប់គ្រងសារពើភណ្ឌ តាមដានការបញ្ជាទិញ និងបង្កើតរបាយការណ៍។",

  "pj6-title": "កម្មវិធីវត្តមាន",
  "pj6-desc": "កម្មវិធីវត្តមានតាមវែបសម្រាប់គ្រូ និងសិស្ស",
  "pj6-detail-btn": "មើលលម្អិត",
  "pj6-detail-desc": "កម្មវិធីនេះត្រូវបានបង្កើតដោយប្រើ HTML, CSS និង PHP + MySQL។ គ្រូអាចគ្រប់គ្រងវត្តមានក្នុងថ្នាក់ និងសិស្សអាចមើលការចូលរៀនរបស់ពួកគេក្នុងពេលពិត។ មានមុខងារ login និងការគ្រប់គ្រងសិទ្ធិអ្នកប្រើ។",

  "uiux-title": "គម្រោងរចនាផ្ទាំងអ្នកប្រើ UI/UX",

  "uiux1-title": "Balarina",
  "uiux1-desc": "រចនាផ្ទាំងអ្នកប្រើសម្រាប់កម្មវិធីបញ្ជាទិញអាហារសម្រន់តាមអ៊ីនធឺណិត",

  "uiux2-title": "Sarmalos Cake",
  "uiux2-desc": "រចនាផ្ទាំងអ្នកប្រើសម្រាប់ហាងនំតាមអ៊ីនធឺណិត"
}
